# 問題.1
# クラスFruitを以下の仕様で定義してください。

# https://tech-master.s3.amazonaws.com/uploads/curriculums//fbf7f0f979929d04a909da9f21fa7831.png

# 実行結果は以下のようになります。

# 採れたて新鮮な果実です
# リンゴは120円です
# オレンジは200円です
# イチゴは60円です
# 雛形
# 作ってもらうプログラムのひな形は以下です。

# class Fruit
#  def クラスメソッド
#    # 正しくメソッドを定義した上で、ここに処理を記入してください
#  end

#  def initialize
#    # ここに処理を記入してください
#  end

#  def インスタンスメソッド
#    # 正しくメソッドを定義した上で、ここに処理を記入してください
#  end
# end

# 3つのインスタンスを生成してください

# クラスメソッドを呼び出し、「採れたて新鮮な果実です」と表示してください
# インスタンス毎にインスタンスメソッドを呼び出し、「【名前】は【価格】円です」と表示してください

# 回答








